Repository: opendata-stuttgart/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/flask_security.po
Languages: fr, ja, pl

source: Login Required
fr: Connexion nécessaire
ja: ログインが必要です。
pl: Wymagane logowanie

source: Welcome
fr: Bienvenue
ja: ようこそ
pl: Witaj

source: Please confirm your email
fr: Merci de confirmer votre email
ja: メールをご確認ください
pl: Potwierdź swój adres email

source: Login instructions
fr: Instructions pour se connecter
ja: ログイン方法
pl: Instrukcje logowania

source: Your password has been reset
fr: Votre mot de passe a été réinitialisé
ja: パスワードがリセットされました。
pl: Twoje hasło zostało zresetowane

source: Your password has been changed
fr: Votre mot de passe a été changé
ja: パスワードが変更されました。
pl: Twoje hsało zostało zmienione

source: Password reset instructions
fr: Instruction pour réinitialiser le mot de passe
ja: パスワード再設定方法
pl: Instrukcje resetu hasła

source: You do not have permission to view this resource.
fr: Vous n'avez pas la permission de voir cette ressource.
ja: このリソースを表示する権限がありません。
pl: Nie masz uprawnień do obejrzenia tego zasobu.

source: Thank you. Confirmation instructions have been sent to %(email)s.
fr: Merci. Les instructions de confirmation ont été envoyées sur %(email)s.
ja: このリソースを表示する権限がありません。
pl: Dziękujemy. Instrukcje potwierdzenia adresu zostały wysłane pod adres %(email)s.

source: Thank you. Your email has been confirmed.
fr: Merci. Votre email a été confirmé.
ja: ありがとうございます。あなたのメールが確認されました。
pl: Dziękujemy. Twój adres email został potwierdzony.

source: Your email has already been confirmed.
fr: Votre email a déjà été confirmé.
ja: あなたのメールはすでに確認されています。
pl: Twój adres email już został potwierdzony.

source: Invalid confirmation token.
fr: Token de confirmation invalide.
ja: 無効な確認トークンです。
pl: Błędy token potwierdzenia.

source: %(email)s is already associated with an account.
fr: %(email)s est déjà enregistré avec un compte.
ja: 無効な確認トークンです。
pl: %(email)s już jest powiązany z kontem.

source: Password does not match
fr: Le mot de passe n'est pas pareil
ja: パスワードが一致しない
pl: Hasło się nie zgadza

source: Passwords do not match
fr: Les mots de passe ne sont pas pareils
ja: パスワードが一致しない
pl: Hasła się nie zgadzają

source: Redirections outside the domain are forbidden
fr: Les redirections en dehors du domaine sont interdites
ja: ドメイン外へのリダイレクトは禁止
pl: Przekierowania poza domenę są zabronione

source: Instructions to reset your password have been sent to %(email)s.
fr: Les intructions pour réinitialiser votre mot de passe ont été envoyéessur %(email)s.
ja: ドメイン外へのリダイレクトは禁止
pl: Instrukcje resetu hasła zostały wysłane pod %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
fr: Vous n'avez pas réinitialié votre mot de passe dans le délai %(within)s.De nouvelles instructions ont été envoyées sur %(email)s.
ja: ドメイン外へのリダイレクトは禁止
pl: Nie zresetowałeś hasła w ciągu %(within)s. Nowa instrukcja została wysłana pod %(email)s.

source: Invalid reset password token.
fr: Token pour réinitialiser le mot de passe est invalide.
ja: 無効なリセットパスワードトークンです。
pl: Błędny token resetu hasła.

source: Email requires confirmation.
fr: Il faut une confirmation pour l'email.
ja: メールは確認が必要です。
pl: Email wymaga potwierdzenia.

source: Confirmation instructions have been sent to %(email)s.
fr: Les instructions pour la confirmation ont été envoyées à %(email)s.
ja: メールは確認が必要です。
pl: Instrukcje potwierdzenia adresu zostały wysłane pod %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
fr: Vous n'avez pas confirmé votre email dans le délai %(within)s.De nouvelles instructions ont été envoyées sur %(email)s.
ja: メールは確認が必要です。
pl: Nie potwierdziłeś konta w ciągu %(within)s. Nowe instrukcje potwierdzenia adresu zostały wysłane pod %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
fr: Vous ne vous êtes pas connecté dans le délai %(within)s. "De nouvellesinstructions ont été envoyées sur %(email)s.
ja: メールは確認が必要です。
pl: Nie lgoowałeś się w ciągu %(within)s. Nowe instrukcje logowania zostały przesłane pod %(email)s.

source: Instructions to login have been sent to %(email)s.
fr: Les instructions pour se connecter ont été envoyées sur %(email)s.
ja: メールは確認が必要です。
pl: Instrukcje logowania zostały przesłane pod %(email)s.

source: Invalid login token.
fr: Token pour se connecter invalide.
ja: ログイントークンが無効です。
pl: Błędny token logowania.

source: Account is disabled.
fr: Le compte est désactivé.
ja: アカウントは無効です。
pl: Konto jest zablokowane.

source: Email not provided
fr: L'email n'a pas été rempli
ja: 電子メールは提供されません
pl: Email nie został podany

source: Invalid email address
fr: Adresse email invalide
ja: 無効なEメールアドレス
pl: Błędny adres email

source: Password not provided
fr: Le mot de passe n'a pas été rempli
ja: パスワードが提供されていない
pl: Hasło nie zostało podane

source: No password is set for this user
fr: Aucun mot de passe n'a été enregistré pour cet utilisateur
ja: このユーザーにパスワードが設定されていない
pl: Hasło użytkownika nie jest ustawione

source: Password must be at least 6 characters
fr: Le mot de passe doit avoir au moins 6 caractères
ja: パスワードは6文字以上でなければなりません。
pl: Hasło musi składać się przynajmniej z 6 znaków

source: Specified user does not exist
fr: Cet utilisateur n'existe pas
ja: 指定されたユーザーが存在しない
pl: Podany użytkownik nie istnieje

source: Invalid password
fr: Mot de passe invalide
ja: パスワードが無効
pl: Błędne hasło

source: You have successfully logged in.
fr: Connexion réussie.
ja: ログインに成功しました。
pl: Zostałeś poprawnie zalogowany.

source: Forgot password?
fr: Mot de passe oublié?
ja: パスワードをお忘れですか？
pl: Zapomniałeś hasła?

source: You successfully reset your password and you have been logged in automatically.
fr: Mot de passe réinitialisé avec succès. Vous êtes maintenantautomatiquemen connecté.
ja: パスワードの再設定に成功し、自動的にログインしています。
pl: Zresetowałeś swoje hasło oraz zostałeś automatycznie zalogowany.

source: Your new password must be different than your previous password.
fr: Votre nouveau mot de passe doit être différent de l'ancien.
ja: 新しいパスワードは、以前のパスワードとは異なるものである必要があります。
pl: Twoje nowe hasło musi być różne od poprzedniego.

source: You successfully changed your password.
fr: Mot de passé changé avec succès.
ja: パスワードの変更に成功しました。
pl: Zmieniłeś swoje hasło.

source: Please log in to access this page.
fr: Vous devez vous connecter pour accéder à cette page.
ja: このページにアクセスするにはログインしてください。
pl: Zaloguj się aby zobaczyć tę stronę.

source: Please reauthenticate to access this page.
fr: Merci de vous authentifier à nouveau pour accéder à cette page.
ja: このページにアクセスするには、再認証してください。
pl: Zaloguj się ponownie aby zobaczyć tę stronę.

source: Email Address
fr: Adresse email
ja: メールアドレス
pl: Adres email

source: Password
fr: Mot de passe
ja: パスワード
pl: Hasło

source: Remember Me
fr: Garder ma session active
ja: リメンバー・ミー
pl: Zapamiętaj

source: Login
fr: Connexion
ja: ログイン
pl: Logowanie

source: Register
fr: S'enregistrer
ja: 登録
pl: Rejestracja

source: Resend Confirmation Instructions
fr: Renvoyer les instructions de confirmations
ja: 確認書の再送について
pl: Wyślij ponownie instrukcje logowania

source: Recover Password
fr: Récupérer le mot de passe
ja: パスワード回復
pl: Przypomnienie hasła

source: Reset Password
fr: Réinitialiser le mot de passe
ja: パスワードの再設定
pl: Resetowanie hasła

source: Retype Password
fr: Rentrer à nouveau le mot de passe
ja: パスワードの再入力
pl: Podaj hasło ponownie

source: New Password
fr: Nouveau mot de passe
ja: 新しいパスワード
pl: Nowe hasło

source: Change Password
fr: Changer le mot de passe
ja: パスワードの変更
pl: Zmień hasło

source: Send Login Link
fr: Envoyer le lien de connexion
ja: ログインリンクの送信
pl: Wyślij link logowania

source: Menu
ja: メニュー

source: Forgot password
fr: Mot de passe oublié
ja: パスワードを忘れた場合
pl: Zapomniałem hasła

source: Confirm account
fr: Confirmer le compte
ja: アカウントの確認
pl: Potwierdź konto

source: Change password
fr: Changer le mot de passe
ja: パスワードの変更
pl: Zmień hasło

source: Send password reset instructions
fr: Envoyer les instructions pour réinitialiser le mot de passe
ja: パスワード再設定方法の送信
pl: Wyślij instrukcje resetu hasła

source: Reset password
fr: Réinitialiser le mot de passe
ja: パスワードの再設定
pl: Resetuj hasło

source: Resend confirmation instructions
fr: Renvoyer les instructions de confirmation
ja: 確認書の再送
pl: Wyślij instrukcje potwierdzenia ponownie

source: Your password has been changed.
fr: Votre mot de passe a été changé.
ja: パスワードを変更しました。
pl: Hasło zostało zmienione.

source: If you did not change your password,
fr: Si vous n'avez pas changé votre mot de passe,
ja: パスワードを変更していない場合
pl: Jeśli nie zmieniłeś swojego hasła,

source: click here to reset it
fr: cliquez ici pour les réinitialiser
ja: リセットはこちらから
pl: naciśnij tutaj aby je zresetować.

source: Please confirm your email through the link below:
fr: Merci de confirmer votre email grâce au lien ci-dessous:
ja: 以下のリンクからメールを確認してください。
pl: Potwierdź swój adres email klikając w poniższy link:

source: Confirm my account
fr: Confirmer mon compte
ja: アカウントの確認
pl: Potwierdź konto

source: Welcome %(email)s!
fr: Bienvenue %(email)s!
ja: アカウントの確認
pl: Witaj %(email)s!

source: You can log into your account through the link below:
fr: Vous pouvez vous connecter à votre compte grâce au lien ci-dessous:
ja: 以下のリンクからアカウントにログインできます。
pl: Możesz zalogować się na swoje konto poniższym linkiem:

source: Login now
fr: Se connecter maintenant
ja: 今すぐログイン
pl: Zaloguj teraz

source: Click here to reset your password
fr: Cliquer ici pour réinitialiser votre mot de passe
ja: パスワードの再設定はこちらから
pl: Kliknij tutaj aby zresetować hasło

source: You can confirm your email through the link below:
fr: Vous pouvez confirmer votre mot de passe sur le lien ci-dessous
ja: 以下のリンクからメールを確認することができます。
pl: Możesz potwierdzić swój adres email poniższym linkiem:
