Repository: opendata-stuttgart/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg, br, es

source: Indoor Sensor
bg: Вътрешен сензор
br: Sensor interno
es: Sensor de interior

source: Street
bg: Улица
es: Calle

source: Please enter the street name.
bg: Моля, въведете името на улицата.
br: Por favor, insira o nome da rua.
es: Por favor, introduzca el nombre de la calle.

source: Street number
bg: Номер на улицата
es: Número de la calle

source: Postal code
bg: Пощенски код
es: Código postal

source: Please enter the postal code.
bg: Моля, въведете пощенски код.
br: Por favor, introduza o código postal.
es: Por favor, introduzca el código postal.

source: City
bg: Град
es: Ciudad

source: Please enter the city name.
bg: Моля, въведете името на града.
br: Por favor, insira o nome da cidade.
es: Por favor, introduzca el nombre de la ciudad.

source: Country
bg: Държава
es: País

source: Please enter the country name.
bg: Моля, въведете името на държавата.
br: Por favor, insira o nome do país.
es: Introduzca el nombre del país.

source: Latitude
bg: Географска ширина
es: Latitud

source: Please enter the latitude.
bg: Моля, въведете географска ширина.
br: Por favor, insira a latitude.
es: Por favor, introduzca la latitud.

source: Longitude
bg: Географска дължина
es: Longitud

source: Please enter the longitude.
bg: Моля, въведете географска дължина.
br: Por favor, insira a longitude.
es: Por favor, introduzca la longitud.

source: How much industrial activity is there within a 100m radius?
bg: Колко голяма индустриална дейност има в радиус от 100 м?
br: Quanta atividade industrial existe num raio de 100m?
es: ¿Qué actividad industrial hay en un radio de 100 metros?

source: Please enter the number between 1 and 10
bg: Моля, въведете число между 1 и 10
br: Por favor insira o número entre 1 e 10
es: Introduzca el número entre 1 y 10

source: No office space, but potential fine dust producers 1 = very little, 10 = very much.
bg: Няма офис, но има потенциални генератори на фин прах 1 = много малко, 10 =много.
br: Sem espaço de escritório, mas potenciais produtores de pó fino 1 = muito pouco, 10 = muito.
es: No hay espacio de oficina, pero los posibles productores de polvo fino 1 = muy poco, 10 = mucho.

source: How many private stoves or fireplaces are within a 100m radius?
bg: Колко частни печки или камини има в радиус от 100 м?
br: Quantos fogões ou lareiras privadas existem num raio de 100m?
es: ¿Cuántas estufas o chimeneas privadas hay en un radio de 100 metros?

source: Does it smell very much like such smoke in your area? 1 = very little, 10 = very much.
bg: Мирише ли много на дим във вашия район? 1 = много малко, 10 = много.
br: Cheira a cigarro na sua área? 1 = muito pouco, 10 = muito.
es: ¿Huele mucho a este tipo de humo en su zona? 1 = muy poco, 10 = mucho.

source: How much traffic is there within a 100m radius?
bg: Какъв трафик има в радиус от 100 м?
br: Qual é a quantidade de tráfego num raio de 100m?
es: ¿Cuánto tráfico hay en un radio de 100 metros?

source: How close are those roads? 1 = very little further away, 10 = a lot of traffic right on your doorstep.
bg: Колко близо са тези пътища? 1 = много малък трафик далече, 10 = голямтрафик направо пред вратата на дома.
br: A que distância estão essas estradas? 1 = muito pouco mais longe, 10 = muito trânsito mesmo à sua porta.
es: ¿Cómo de cerca están esas carreteras? 1 = muy poco lejos, 10 = mucho tráfico justo en la puerta.

source: For special use only
bg: Само за специална употреба
br: Apenas para uso especial
es: Sólo para uso especial

source: Sensor Type
bg: Тип сензор
br: Tipo de sensor
es: Tipo de sensor

source: Personal sensor name
bg: Лично наименование на сензора
br: Nome do sensor pessoal
es: Nombre del sensor personal

source: Please enter the sensor name.
bg: Моля, въведете името на сензора.
br: Por favor, insira o nome do sensor.
es: Introduzca el nombre del sensor.

source: Only the sensor ID will be published.
bg: Само ID на сензора ще бъде публикуван.
br: Apenas o ID do sensor será publicado.
es: Sólo se publicará el ID del sensor.

source: Sensor level above ground (in cm)
bg: Височина на монтажа от земята (в см)
br: Nível do sensor acima do solo (em cm)
es: Nivel del sensor sobre el suelo (en cm)

source: NOT height above sea level!
bg: Не височина над морското равнище
br: NÃO levantar acima do nível do mar!
es: NO la altura sobre el nivel del mar.

source: Sensor location relative to the traffic
bg: Местоположение на сензора по отношение на трафика
br: Localização do sensor em relação ao tráfego
es: Ubicación del sensor en relación con el tráfico

source: 1 = on the garden side, very well shielded from all streets, 10 = the sensor is on a house wall directly on the street. With this value it is irrelevant how big the street is, it is only about where the sensor is attached to the house.
bg: 1 = откъм градината, много добре защитен от всички улици, 10 =сензорът е на стената на къщата директно на улицата. С тази стойност е без значение колко голяма е улицата, става въпрос само за това къде е сензорът прикрепен към къщата.
br: 1 = no lado do jardim, muito bem protegido de todas as ruas, 10 = o sensor está num muro de uma casa directamente na rua. Com este valor é irrelevante o tamanho da rua, trata-se apenas do local onde o sensor está ligado à casa.
es: 1 = en el lado del jardín, muy bien protegido de todas las calles, 10 = el sensor está en una pared de la casa directamente en la calle. Con este valor es irrelevante el tamaño de la calle, sólo se trata de dónde está pegado el sensor a la casa.

source: Publish exact location
bg: Публикуване на точното местоположение
br: Publicar a localização exata
es: Publicar la ubicación exacta

source: Reveal exact sensor location in public data and archives.
bg: Разкрива точното местоположение на сензора в обществени данни и архиви.
br: Revelar a localização exacta do sensor em dados e arquivos públicos.
es: Revelar la ubicación exacta del sensor en los datos y archivos públicos.

source: Inactive
bg: Неактивен
br: Inactivo
es: Inactivo

source: Mark sensor as inactive. No notifications will be sent when sensor goes offline.
bg: Маркира сензора като неактивен. Няма известия, когато сензорът не работи.
br: Marcar o sensor como inativo. Não serão enviadas notificações quando o sensor ficar off-line.
es: Marcar el sensor como inactivo. No se enviarán notificaciones cuando el sensor se desconecte.

source: Short description of location
bg: Кратко описание на локацията
br: Breve descrição da localização
es: Breve descripción de la ubicación

source: Save settings
bg: Запис на настройките
br: Salvar configurações
es: Guardar la configuración

source: Sensor ID
bg: ID на сензора
es: Identificación del sensor

source: Sensor ID may only contain digits and letters A to F
bg: ID на сензора може да съдържа само числа и букви от A до F
br: O ID do sensor só pode conter dígitos e letras de A a F
es: El ID del sensor sólo puede contener dígitos y letras de la A a la F

source: The numeric part of the sensorname only
bg: Само цифровата част от името на сензора
br: Apenas a parte numérica do sensororname
es: Sólo la parte numérica del nombre del sensor

source: Sensor Board
bg: Контролер
br: Placa de sensores
es: Tarjeta de sensores

source: Normally this should be esp8266. Users of ESP32 boards, Raspberry PI or the Smogomierz sensor version need to change this accordingly. Also in these cases the Sensor ID is the numeric part of the name only.
bg: Обикновено това трябва да е esp8266. Потребители на контролер ESP32, Raspberry PI или сензор Smogomierz трябва съответно да го променят. Също така втези случаи идентификаторът на сензор е само числовата част от името.
br: Normalmente isto deve ser esp8266. Os utilizadores de placas ESP32, Raspberry PI ou a versão do sensor Smogomierz precisam de alterar isto em conformidade. Também nestes casos, o ID do sensor é apenas a parte numérica do nome.
es: Normalmente debería ser esp8266. Los usuarios de placas ESP32, Raspberry PI o la versión del sensor Smogomierz deben cambiar esto en consecuencia. También en estos casos el ID del sensor es la parte numérica del nombre solamente.

source: Recipient's e-mail address
bg: Имейл адрес на получателя
br: Endereço de E-mail do destinatário
es: Dirección de correo electrónico del destinatario

source: Please enter e-mail address
bg: Моля, въведете имейл адреса.
br: Por favor insira o endereço de e-mail
es: Por favor, introduzca la dirección de correo electrónico

source: Please enter correct e-mail address
bg: Моля, въведете правилен имейл адреса.
br: Por favor insira o endereço de e-mail correcto
es: Por favor, introduzca la dirección de correo electrónico correcta

source: Transfer sensor
bg: Предаване на сензор
br: Sensor de transferência
es: Sensor de transferencia

source: You can't transfer the sensor to yourself
bg: Не можете да прехвърлите сензора на себе си.
br: Não se pode transferir o sensor para você mesmo
es: No puedes transferir el sensor a ti mismo

source: Delete sensor
br: Apagar sensor
es: Borrar sensor

source: Fine dust 10 µm
bg: Фин прах 10 µm
br: Pó fino 10 µm
es: Polvo fino 10 µm

source: Fine dust 2.5 µm
bg: Фин прах 2.5 µm
br: Pó fino 2,5 µm
es: Polvo fino 2,5 µm

source: Humidity
bg: Влажност
br: Humidade
es: Humedad

source: Temperature
bg: Температура
br: Temperatura
es: Temperatura

source: Pressure
bg: Атм. налягане
br: Pressão
es: Presión

source: Pressure at sea level
bg: Атм. налягане на морското равнище
br: Pressão ao nível do mar
es: Presión a nivel del mar

source: particulate matter sensor
br: sensor de partículas em suspensão
es: sensor de partículas

source: temperature/humidity sensor
br: sensor de temperatura/humidade
es: sensor de temperatura y humedad

source: temperature/pressure sensor
br: sensor de temperatura/pressão
es: sensor de temperatura y presión

source: temperature/humidity/pressure sensor
br: sensor de temperatura/humidade/pressão
es: sensor de temperatura/humedad/presión

source: temperature/humidity/CO₂ ppm sensor
br: sensor de temperatura/humidade/CO₂ ppm
es: sensor de temperatura/humedad/CO₂ ppm

source: Settings saved successfully.
bg: Настройките са запазени успешно.
es: La configuración se ha guardado correctamente.

source: Sensor successfully registered.
bg: Сензорът е регистриран успешно.
es: Sensor registrado con éxito.

source: This sensor ID is already registered.
bg: Това ID на сензора вече е регистриранo.
es: Este ID de sensor ya está registrado.

source: A fine dust sensor was transferred to you
bg: Сензор за фини прахови частици беше прехвърлен към вас
br: Foi transferido para você um sensor de poeira fina
es: Se le transfirió un sensor de polvo fino

source: Access prohibited
bg: Достъпът е забранен
es: Acceso prohibido

source: You may not access this page. Maybe
bg: Нямате достъп до тази страница. Може би
es: No puede acceder a esta página. Quizás

source: you must first log in?
bg: първо трябва да влезете?
es: ¿tiene que iniciar sesión primero?

source: Imprint
bg: Отпечатък
br: Impressão
es: Pie de imprenta

source: Informations according to § 5 TMG
bg: Информация съгласно § 5 TMG
br: Informações de acordo com § 5 TMG
es: Información según el artículo 5 de la TMG

source: Represented by:
bg: Представен от:
br: Representado por:
es: Representado por:

source: Contact:
bg: За контакти:
br: Contato:
es: Contacto:

source: based on the concept and software development of Ernesto Ruge:
bg: на базата на концепцията и разработката на софтуер на Ernesto Ruge:
es: basado en el concepto y el desarrollo de software de Ernesto Ruge:

source: Contact: Website of Ernesto Ruge:
bg: За контакти: Уебсайт на Ernesto Ruge:
es: Contacto: Página web de Ernesto Ruge:

source: Configure air quality sensor yourself
bg: Конфигурирайте сами сензора за качество на въздуха
es: Configure usted mismo el sensor de calidad del aire

source: Donate for Sensor.Community (Hardware, Software) now on Betterplace.org
es: Donativo para Sensor.Community (Hardware, Software) ahora en Betterplace.org

source: Donate for<br>Sensor.Community<br>now on<br><span>Betterplace.org</span>
es: Done para<br>Sensor.Community<br>ahora en<br><span>Betterplace.org</span>

source: Configure Luftdaten
bg: Конфигурирайте Luftdaten
es: Configurar los datos aéreos

source: The main purpose of this page is to enable you, as the owner of a fine dust sensor, to configure the location and other parameters yourself.
bg: Основната цел на тази страница е да ви даде възможност, като собственик на сензор за фин прах, сами да конфигурирате местоположението и други параметри.
br: O principal objetivo desta página é permitir-lhe, como proprietário de um sensor de poeira fina, configurar você mesmo a localização e outros parâmetros.
es: El objetivo principal de esta página es permitirle, como propietario de un sensor de polvo fino, configurar usted mismo la ubicación y otros parámetros.

source: Click here to <a href="%(login_url)s">log in</a>.
bg: Кликнете тук, за да <a href="%(login_url)s">log in</a>.
es: Haga clic aquí para <a href="%(login_url)s">iniciar sesión</a>.

source: General information can be found at <a href="%(home_url)s">Sensor.Community</a> - formerly known as Luftdaten.info, as well as the <a href="%(manual_url)s">building instructions</a>. Sensor data can be found on <a href="%(map_url)s">the fine dust map</a> or <a href="%(archive_url)s">be downloaded as CSVs</a>.
bg: Обща информация можете да намерите на <a href="%(home_url)s">Sensor.Community</a>, както и <a href="%(manual_url)s">инструкции за направа</a>. Данните за сензора могат да бъдат намерени на <a href="%(map_url)s">картата за финия прах</a> или <a href="%(archive_url)s">да бъдат изтеглени като CSV файлове</a>.
es: Puede encontrar información general en <a href="%(home_url)s">Sensor.Community</a> - antes conocido como Luftdaten.info, así como las <a href="%(manual_url)s">instrucciones de construcción</a>. Los datos de los sensores pueden encontrarse en <a href="%(map_url)s">el mapa de polvo fino</a> o <a href="%(archive_url)s">descargarse como CSV</a>.

source: Join us!
bg: Присъедини се към нас!
es: ¡Únase a nosotros!

source: The city of the future belongs to its citizens. The digital tools, the Maker Movement and Citizen Science are leading to more and more people being given the opportunity to design the city themselves.
bg: Градът на бъдещето принадлежи на своите граждани. Дигиталните инструменти, Движението на производителя и Гражданската наука водят до това, че все повече хора получават възможността сами да проектират града.
br: A cidade do futuro pertence aos seus cidadãos. As ferramentas digitais, o Movimento dos Criadores e a Ciência Cidadã estão a levar a que cada vez mais pessoas tenham a oportunidade de conceber a própria cidade.
es: La ciudad del futuro pertenece a sus ciudadanos. Las herramientas digitales, el Movimiento Maker y la Ciencia Ciudadana están llevando a que cada vez más personas tengan la oportunidad de diseñar la ciudad por sí mismas.

source: About the project
bg: За проекта
es: Sobre el proyecto

source: The OK Lab Stuttgart is part of the program Code for Germany of the Open Knowledge Foundation Germany. The aim of the program is to promote developments in the areas of transparency, Open Data and Citizen Science.
bg: OK Lab Щутгарт е част от програмата Code for Germany на фондацията Open Knowledge в Германия. Целта на програмата е да насърчава развитието в областите на прозрачност, отворени данни и граждански науки.
es: El OK Lab Stuttgart forma parte del programa Code for Germany de la Open Knowledge Foundation Germany. El objetivo del programa es promover desarrollos en las áreas de transparencia, Datos Abiertos y Ciencia Ciudadana.

source: Regional groups consisting of designers, developers, journalists and others meet regularly in Labs. They develop apps that inform, positively shape and support society and make the work of administrations and authorities more transparent.
bg: Регионални групи, състоящи се от дизайнери, разработчици, журналисти и други, редовно се срещат в лаборатории. Те заедно разработват приложения, произвеждат информация за благото на общността и подпомагат администрациятав желанието й за прозрачност.
es: Grupos regionales formados por diseñadores, desarrolladores, periodistas y otros se reúnen periódicamente en los laboratorios. Desarrollan aplicaciones que informan, dan forma positiva y apoyan a la sociedad y hacen más transparente el trabajo de las administraciones y autoridades.

source: Code a difference: Use your skills to improve your city!
bg: Code a difference: Използвайте уменията си, за да подобрите своя град!
br: Codificar uma diferença: Use as suas capacidades para melhorar a sua cidade!
es: Codifica la diferencia: Usa tus habilidades para mejorar tu ciudad.

source: Unknown email address
bg: Неизвестен имейл адрес
es: Dirección de correo electrónico desconocida

source: There are no sensors stored under this e-mail address.
bg: Под този имейл адрес няма съхранени сензори.
es: No hay sensores almacenados en esta dirección de correo electrónico.

source: If you are of the opinion that you have a sensor at this mail address, please send us an e-mail. Send an email to
bg: Ако смятате, че имате сензор на този имейл адрес, моля, изпратете ни имейл. Изпратете имейл до
es: Si cree que tiene un sensor en esta dirección de correo, envíenos un correo electrónico. Envíe un correo electrónico a

source: user configuration
bg: потребителска конфигурация
es: configuración del usuario

source: Information and settings for the luftdaten project
bg: Информация и настройки за проекта luftdaten
es: Información y configuración del proyecto luftdaten

source: Home
bg: Начало
es: Inicio

source: My sensors
bg: Моите сензори
br: Meus sensores
es: Mis sensores

source: Settings
bg: Настройки
br: Configurações
es: Ajustes

source: Password change
bg: Промяна на парола
es: Cambio de contraseña

source: Logout
bg: Изход
br: Sair
es: Cierre de sesión

source: Login
bg: Влизане
es: Inicio de sesión

source: Register
bg: Регистриране
es: Registro

source: Privacy Policy
bg: Политика за поверителност
br: Política de Privacidade
es: Política de privacidad

source: Back to e-mail login
bg: Обратно към e-mail вход
es: Volver al inicio de sesión de correo electrónico

source: Password Reset
bg: Нулиране на парола
es: Restablecimiento de la contraseña

source: Configure air data sensor yourself
bg: Конфигурирайте сами сензора за въздух
es: Configure usted mismo el sensor de datos del aire

source: Meine Luftdaten
bg: Моят Luftdaten
es: Mis datos aéreos

source: Your personal area.
bg: Вашата лична зона.
es: Su área personal.

source: Sensors
bg: Сензори
br: Sensores
es: Sensores

source: View and change sensor data and settings.
bg: Прегледайте и променете данните и настройките на сензора
es: Vea y cambie los datos y los ajustes del sensor.

source: View and change data, notification settings and passwords.
bg: Прегледайте и променете данни, настройки за известия и пароли.
es: Ver y cambiar los datos, la configuración de las notificaciones y las contraseñas.

source: Password
bg: Парола
br: Senha
es: Contraseña

source: Change password.
bg: Промяна на парола.
es: Cambiar la contraseña.

source: Logout.
bg: Изход от профила.
es: Cierre de sesión.

source: Change your password.
bg: Променете паролата си.
es: Cambia tu contraseña.

source: Data from Node
bg: Данни от Node
br: Dados do Nó
es: Datos del nodo

source: Typically, two sensors are attached to each node: the fine dust sensor and the Humidity and temperature sensor. The sensor number can also be found
bg: Обикновено два сензора са прикрепени към всеки възел: сензор за фин прах и влажност и температурен сензор. Номерът на сензора също може да бъде намерен
br: Tipicamente, dois sensores são ligados a cada nó: o sensor de poeira fina e o sensor de humidade e temperatura. O número do sensor também pode ser encontrado
es: Normalmente, en cada nodo hay dos sensores: el sensor de polvo fino y el sensor de humedad y temperatura. El número de sensor también se puede encontrar

source: on the fine dust map again
bg: на картата за фин прах
es: en el mapa de polvo fino de nuevo

source: show on map
bg: показано на картата
br: mostrar no mapa
es: mostrar en el mapa

source: Last updated:
bg: Последна актуализация:
br: Última atualização:
es: Última actualización:

source: No current data are available for this sensor.
bg: Няма налични текущи данни за този сензор.
br: Não estão disponíveis dados atuais para este sensor.
es: No hay datos actuales disponibles para este sensor.

source: was deleted.
es: fue eliminado.

source: Back to my sensors
bg: Обратно към сензорите ми
es: Volver a mis sensores

source: Delete sensor %(node_id)s
br: Voltar aos meus sensores
es: Volver a mis sensores

source: Are you sure you want to delete this sensor?
es: ¿Está seguro de que quiere eliminar este sensor?

source: Warning! After deleting you have no more control over the sensor!
br: Advertência! Depois de apagar o sensor, não terá mais controle sobre ele!
es: Advertencia Después de borrarlo, ya no tiene control sobre el sensor.

source: Also the chipID of this sensor will remain blocked for a new registration!
es: También el chipID de este sensor permanecerá bloqueado para un nuevo registro.

source: was handed over.
bg: беше предаден.
es: fue entregada.

source: An e-mail was sent to the new owner
bg: Изпратен е имейл до новия собственик
es: Se envió un correo electrónico al nuevo propietario

source: Sensor %(node_id)s hand over
bg: Сензор %(node_id)s предаде
es: Se envió un correo electrónico al nuevo propietario

source: This allows you to transfer sensors to another person. This is especially useful if you have ordered a sensor for a friend and want to transfer it to him or her.
bg: Това ви позволява да прехвърляте сензори на друг човек. Това е особено полезно, ако сте поръчали сензор за приятел и искате да го прехвърлите към него или нея.
br: Isto permite a transferência de sensores para outra pessoa. Isto é especialmente útil se tiver encomendado um sensor para um amigo e quiser transferi-lo para ele ou ela.
es: Esto le permite transferir sensores a otra persona. Esto es especialmente útil si has pedido un sensor para un amigo y quieres transferírselo.

source: Warning! After the transfer you have no more control over the sensor!
bg: Внимание! След прехвърлянето нямате повече контрол върху сензора
es: ¡Atención! Después de la transferencia ya no tiene control sobre el sensor.

source: Settings of Node %(node_id)s
bg: Настройки на Node %(node_id)s
es: Configuración del nodo %(node_id)s

source: With this form you can keep the data of the sensor up to date. Please note that only precise data can lead to precise evaluations with which we can also argue politically. It is therefore important that the basic sensor data is always kept up to date.
bg: С тази форма можете да поддържате актуални данните на сензора. Моля, обърнете внимание, че само точните данни могат да доведат до точни оценки и проучвания, необходими за политическо влияние. Ето защо е важно основните данни на сензора винаги да се актуални.
es: Con este formulario puede mantener los datos del sensor actualizados. Tenga en cuenta que sólo los datos precisos pueden conducir a evaluaciones precisas con las que también podemos argumentar políticamente. Por lo tanto, es importante que los datos básicos del sensor se mantengan siempre actualizados.

source: All sensors assigned to your account can be found in this overview.
bg: Всички сензори, присвоени на вашия акаунт, могат да бъдат намерени в този преглед.
br: Todos os sensores atribuídos à sua conta podem ser encontrados nesta visão geral.
es: Todos los sensores asignados a su cuenta se pueden encontrar en este resumen.

source: Name
bg: Име
es: Nombre

source: Created
bg: Създаден
es: Creado
