Repository: opendata-stuttgart/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg, br, es

source: Last Update
bg: Последна актуализация
br: Última Atualização
es: Última actualización

source: Functions
bg: Функции
es: Funciones

source: Data
bg: Данни
br: Dados
es: Datos

source: Hand over sensor
bg: Предаване на сензор
es: Sensor de mano

source: No sensors found
bg: Не са открити сензори
es: No se han encontrado sensores

source: Register new sensor
bg: Регистриране на нов сензор
es: Registrar un nuevo sensor

source: Here you can change your settings.
bg: Тук можете да промените вашите настройки.
br: Aqui pode alterar as suas configurações.
es: Aquí puedes cambiar la configuración.

source: <p>The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and according to the legal data protection regulations as well as this data protection explanation.</p> <p>The use of our website is generally possible without providing personal data. Insofar as personal data (e.g. name, address or e-mail addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.</p> <p>We would like to point out that data transmission via the Internet (e.g. communication via e-mail) may have security gaps. A complete protection of the data against the access by third is not possible.</p> <h2>Information, deletion, blocking</h2> <p>You have the right at any time to free information about your stored personal data, their origin and recipient and the purpose of data processing as well as a right to correction, blocking or deletion of this data. You can contact us at any time at the address given in the imprint for this and other questions on the subject of personal data.</p> <h2>Cookies</h2> <p>Some of the Internet pages use so-called cookies. Cookies do not damage your computer and do not contain viruses. Cookies serve to make our offer more user-friendly, more effective and safer. Cookies are small text files that are stored on your computer by your browser.</p> <p>Most of the cookies we use are so-called "session cookies". They are automatically deleted at the end of your visit. Other cookies remain stored on your terminal until you delete them. These cookies enable us to recognize your browser during your next visit.</p> <h2>Account and sensor data</h2> <p>The measurement data of the sensors are collected on the server of the Sensor.Community and are publicly accessible to the company. The following information will be published:</p> <ul> <li>The anonymized geoposition (longitude and latitude) rounded to approx. 100 m.</li> <li>The ID of your ESP8266 NodeMCU board</li> <li>The given numerical description of the environment</li> <li>The sensor height</li> <li>The description as text</li> </ul> <p>The following additional data will be stored for internal processing, but will not be published:</p> <ul> <li>The postal address of the sensor</li> <li>The e-mail address</li> <li>Your first and last name</li> </ul> <h2>Server log files</h2> <p>The provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:</p> <ul> <li>Browser type / browser version</li> <li>used operating system</li> <li>Referrer URL</li> <li>Hostname of the accessing computer</li> <li>Time of the server request</li> </ul> <p>These data cannot be assigned to specific persons. This data will not be merged with other data sources. We reserve the right to subsequently check this data if we become aware of concrete indications of illegal use.</p> <h2>Contradiction advertising mails</h2> <p>We hereby object to the use of contact data published within the scope of the imprint obligation to send unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action against unsolicited mailing or e-mailing of spam and other similar advertising materials.</p>
bg: <p>Операторите на тези страници считат, че защитата на вашите лични данни е от съществено значение. Ние се отнасяме към вашите лични данни поверително и съгласно законовите разпоредби за защита на данните, както и това обяснение за защита на данните.</p> <p>По принцип използването на нашия уебсайт е възможно без предоставяне на лични данни. Тези данни (име, пощенски адрес, имейл адрес) се събират на нашия сайт по прозрачен и доброволен начин, доколкото това е възможно. Тези данни няма да бъдат предавани на трети страни без вашето изрично съгласие.</p> <p>Искаме да отбележим, че предаването на данни през интернет (например комуникация по електронна поща) може да има пропуски в сигурността. Пълна защита на данните срещу достъпа от трети страни е невъзможна.</p> <h2>Информация, изтриване, блокиране</h2> <p>Имате право по всяко време да освобождавате информация за вашите съхранени лични данни, техния произход и получател и целта на обработката на данни, както и право на корекция, блокиране или изтриване на тези данни. Можете да се свържете с нас по всяко време на адреса, посочен в отпечатъка за този и други въпроси по въпроса за личните данни.</p> <h2>Бисквитки</h2> <p>Някои от интернет страниците използват така наречените бисквитки. "Бисквитките" не увреждат вашия компютър и не съдържат вируси. Те се използват за подобряване на вашето потребителско изживяване, за да го направят по-сигурно и по-ефективно. Бисквитките са малки текстови файлове, които се съхраняват на вашия компютър от вашия браузър.</p> <p>Повечето от бисквитките, които използваме са така наречените "сесийни бисквитки". Те се изтриват автоматично в края на вашето посещение. Други бисквитки остават съхранени на вашия терминал, докато не ги изтриете. Тези бисквитки ни позволяват да разпознаем вашия браузър по време на следващото ви посещение.</p> <h2>Данни за акаунта и сензора</h2> <p>Данните от измерванията на сензорите се събират на сървъра на Sensor.Community и са публично достъпни. Следващата информация ще бъде публикувана:</p> <ul> <li>Анонимното геопозициониране (дължина и географска ширина) закръглено до приблизително 100 m.</li> <li>Идентификационният номер на вашия контролер ESP8266 NodeMCU</li> <li>Числото, описващо непосредствената среда</li> <li>Височината на сензора</li> <li>Описанието като текст</li> </ul> <p>Следните допълнителни данни ще се съхраняват за вътрешна обработка, но няма да бъдат публикувани:</p> <ul> <li>Пощенски адрес на сензора</li> <li>Адресът на електронната поща</li> <li>Вашето име и фамилия</li> </ul> <h2>Файлове на лог сървъри</h2> <p>Доставчикът на страниците автоматично събира и съхранява информация в така наречените сървърни лог файлове, които вашият браузър автоматично ни предава. Това са:</p> <ul> <li>Тип браузър / версия на браузъра</li> <li>Използвана операционна система</li> <li>Референтен URL адрес</li> <li>Име на хоста на компютъра за достъп</li> <li>Време на заявката на сървъра</li> </ul> <p>Тези данни не могат да бъдат зададени на конкретни лица. Тези данни няма да бъдат обединени с други източници на данни. Ние си запазваме правото впоследствие да проверяваме тези данни, ако узнаем за конкретни индикации за незаконна употреба.</p> <h2>Възражение срещу рекламни имейли</h2> <p>С настоящото ние възразяваме срещу използването на данни за контакт, публикувани в обхвата на задължението за отпечатване за изпращане на непоискани „рекламно-информационни материали. Операторите на този уебсайт изрично си запазват правото да предприемат правни действия срещу нежелани имейли, спам и други подобни рекламни материали</p>
es: <p>Los operadores de estas páginas se toman muy en serio la protección de sus datos personales. Tratamos sus datos personales de forma confidencial y de acuerdo con las normas legales de protección de datos, así como con esta explicación sobre la protección de datos.</p> <p>El uso de nuestra página web es posible, por lo general, sin necesidad de proporcionar datos personales. En la medida en que se recojan datos personales (por ejemplo, nombre, dirección o direcciones de correo electrónico) en nuestras páginas, se hará siempre de forma voluntaria en la medida de lo posible. Estos datos no se transmitirán a terceros sin su consentimiento expreso.</p> <p>Deseamos señalar que la transmisión de datos a través de Internet (por ejemplo, la comunicación por correo electrónico) puede presentar lagunas de seguridad. Una protección completa de los datos contra el acceso de terceros no es posible.</p> <h2>Información, borrado, bloqueo</h2> <p>Usted tiene derecho en todo momento a recibir información gratuita sobre sus datos personales almacenados, su origen y destinatario y la finalidad del tratamiento de datos, así como el derecho a la corrección, el bloqueo o la eliminación de estos datos. Puede ponerse en contacto con nosotros en cualquier momento en la dirección indicada en el pie de imprenta para esta y otras cuestiones sobre el tema de los datos personales.</p> <h2>Cookies</h2> <p>Algunas de las páginas de Internet utilizan las llamadas cookies. Las cookies no dañan su ordenador y no contienen virus. Las cookies sirven para que nuestra oferta sea más fácil de usar, más efectiva y más segura. Las cookies son pequeños archivos de texto que su navegador almacena en su ordenador.</p> <p>La mayoría de las cookies que utilizamos son las llamadas "cookies de sesión". Se eliminan automáticamente al final de su visita. Otras cookies permanecen almacenadas en su terminal hasta que las elimine. Estas cookies nos permiten reconocer su navegador durante su próxima visita.</p> <h2>Datos de la cuenta y de los sensores</h2> <p>Los datos de las mediciones de los sensores se recogen en el servidor de Sensor.Community y son de acceso público para la empresa. Se publicará la siguiente información:</p> <ul> <li>La geoposición anonimizada (longitud y latitud) redondeada a unos 100 m.</li> <li>El identificador de su placa ESP8266 NodeMCU</li> <li>La descripción numérica dada del entorno</li> <li>La altura del sensor</li> <li>La descripción en forma de texto</li> </ul> <p>Los siguientes datos adicionales se almacenarán para su tratamiento interno, pero no se publicarán:</p> <ul> <li>La dirección de correo electrónico</li> <li>Su nombre y apellidos</li> </ul> <h2>Archivos de registro del servidor</h2> <p>El proveedor de las páginas recoge y almacena automáticamente información en los llamados archivos de registro del servidor, que su navegador nos transmite automáticamente. Éstos son:</p> <ul>\a <li>Tipo de navegador/versión del navegador</li> <li>Sistema operativo utilizado</li> <li>Red de referencia</li> <li>Nombre de host del ordenador de acceso</li> <li>Hora de la solicitud del servidor</li> </ul> <p>Estos datos no pueden asignarse a personas concretas. Estos datos no se fusionarán con otras fuentes de datos. Nos reservamos el derecho a comprobar posteriormente estos datos si tenemos conocimiento de indicios concretos de uso ilegal.</p> <h2>Correos publicitarios contradictorios</h2> <p>Por la presente nos oponemos a la utilización de los datos de contacto publicados en el marco de la obligación del pie de imprenta para el envío de material publicitario e informativo no solicitado. Los operadores de este sitio web se reservan expresamente el derecho a emprender acciones legales contra el envío no solicitado de correos electrónicos no deseados y otros materiales publicitarios similares.</p>

source: Set password Error
bg: Задаване на Грешка на парола
es: Establecer contraseña Error

source: Unfortunately the link is not correct. Either it is too old, or it was not copied completely. Please try again.
bg: За съжаление връзката не е правилна. Или е твърде стара, или не е копирана напълно. Моля, опитайте отново.
es: Lamentablemente, el enlace no es correcto. O bien es demasiado antiguo, o no se ha copiado completamente. Por favor, inténtelo de nuevo.

source: Mail sent
bg: Изпратена поща
es: Correo enviado

source: Please look into your mailbox to reset your password.
bg: Моля, погледнете в пощенската си кутия, за да нулирате паролата си.
es: Por favor, busque en su buzón de correo para restablecer su contraseña.

source: Your account was not active yet. Please look into your mailbox to reset your password and activate your account.
bg: Вашият акаунт все още не беше активен. Моля, погледнете в пощенската си кутия, за да нулирате паролата си и да активирате акаунта си.
es: Su cuenta aún no está activa. Por favor, busque en su buzón de correo para restablecer su contraseña y activar su cuenta.

source: Set password
bg: Задаване на парола
es: Establecer contraseña

source: Forgot Passwort?
bg: Забравена парола?
es: ¿Ha olvidado su contraseña?

source: Activation required
bg: Изисква се активиране
es: Activación necesaria

source: Since you are logging in for the first time, your e-mail address must be confirmed. Please look in your mailbox to get access to your sensors.
bg: Тъй като влизате за първи път, вашият имейл адрес трябва да бъде потвърден.Моля, погледнете в пощенската си кутия, за да получите достъп до сензорите си.
es: Como es la primera vez que se conecta, es necesario confirmar su dirección de correo electrónico. Por favor, busque en su buzón de correo para acceder a sus sensores.

source: Registration
bg: Регистрация
es: Registro

source: Sensor Mass Import: Status
bg: Масов внос на датчици: Състояние
es: Importación de masa del sensor: Estado

source: You can see all current imports in this overview. Click on Reload to update the status.
bg: Можете да видите целия текущ внос в този преглед. Кликнете върху Презареждане, за да актуализирате състоянието.
es: Puede ver todas las importaciones actuales en este resumen. Haga clic en Recargar para actualizar el estado.

source: Data (Start)
bg: Данни (старт)
es: Datos (Inicio)

source: Sensor mass importer
bg: Масов вносител на сензори
es: Importador de masa de sensores

source: With this form new nodes can be imported in masses. One node per line is expected in the following format:
bg: С тази форма могат да бъдат внесени масово нови контролери. Очаква се по един контролер на ред в следния формат:
es: Con este formulario se pueden importar nuevos nodos en masa. Se espera un nodo por línea con el siguiente formato:

source: 123456 is the ID of the ESP8266 board, the e-mail is the address of the future of the owner. If this is not fixed, only the Node-ID can be specified, which is E-mail must then be added later.
bg: 123456 е ID номер на платката ESP8266, електронната поща е адресът на бъдещия собственик. Ако това не е фиксирано, може да бъде посочен самоID на контролера, който е E-mail, след което трябва да бъде добавен.
es: 123456 es el ID de la placa ESP8266, el correo electrónico es la dirección del futuro del propietario. Si esto no es fijo, sólo se puede especificar el Node-ID, que es el correo electrónico debe ser añadido más tarde.

source: If an email address has been specified, the owner will be notified with an email about their new sensor.
bg: Ако е посочен имейл адрес, собственикът ще бъде уведомен с имейл за новия си сензор.
es: Si se ha especificado una dirección de correo electrónico, el propietario será notificado con un correo electrónico sobre su nuevo sensor.

source: Sensor registration
bg: Регистрация на сензора
br: Registo do sensor
es: Registro de sensores

source: Basic Information
bg: Основна информация
br: Informação básica
es: Información básica

source: Additional Information
bg: Допълнителна информация
br: Informação adicional
es: Información adicional

source: Hardware configuration
bg: Конфигурация на хардуера
br: Configuração de hardware
es: Configuración del hardware

source: click <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> to enable expert fields
es: haga clic en <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;aquí&lt;&lt; </a> para activar los campos de experto

source: remove
es: eliminar

source: add component
es: añadir componente

source: The more precise the data we have, the better we can evaluate the data and thus energize statements. The system can also try to make a geoposition out of the address, but we would be happy if you would specify the position with the map below.
bg: Колкото по-прецизни са данните, които имаме, толкова по-добре могат да бъдат оценени данните от измерванията. Системата може също да опита да направи геопозиция извън адреса, но ще се радваме, ако посочите позицията в картата по-долу.
es: Cuanto más precisos sean los datos que tenemos, mejor podremos evaluar los datos y así dinamizar las declaraciones. El sistema también puede intentar hacer una geoposición a partir de la dirección, pero estaríamos encantados de que nos especificara la posición con el mapa de abajo.

source: Lookup entered address
bg: Търсене на въведен адрес
br: Endereço de pesquisa introduzido
es: Búsqueda de la dirección introducida

source: Please check sensor position.
es: Por favor, compruebe la posición del sensor.

source: Hello,
bg: Здравейте,
br: Olá,
es: Hola,

source: to reset your password, please use the following URL:
bg: за да нулирате паролата си, моля използвайте следния URL адрес:
br: para redefinir a sua senha, utilize por favor o seguinte URL:
es: para restablecer su contraseña, utilice la siguiente URL:

source: If you have not requested a new password on Sensor.Community, you can ignore this e-mail.
bg: Ако не сте поискали нова парола на Sensor.Community, можете да игнорирате този имейл.
br: Se não solicitou uma nova senha no Sensor.Community, pode ignorar este e-mail.
es: Si no ha solicitado una nueva contraseña en Sensor.Community, puede ignorar este correo electrónico.

source: Sincerely, Your Sensor.Community team
es: Atentamente, su equipo de Sensor.Community

source: in order to manage your sensor in the future, we have created an account for you. Please enter a password under the following link:
bg: за да управляваме вашия сензор в бъдеще, създадохме акаунт за вас. Моля, въведете парола под следната връзка:
br: a fim de gerir o seu sensor no futuro, criámos uma conta para você. Por favor, introduza uma senha no seguinte link:
es: Para poder gestionar su sensor en el futuro, hemos creado una cuenta para usted. Por favor, introduzca una contraseña en el siguiente enlace:

source: If you have not created an account on Sensor.Community, you can ignore this e-mail.
bg: Ако не сте създали акаунт на Sensor.Community, можете да игнорирате този имейл.
br: Se não tiver criado uma conta no Sensor.Community, pode ignorar este e-mail.
es: Si no ha creado una cuenta en Sensor.Community, puede ignorar este correo electrónico.

source: a particulate matter sensor has been handed over to your control. Please log in with this mail address to take data and settings or to change them:
bg: сензор за твърди частици е предаден на вашия контрол. Моля, влезте с този имейл адрес, за да вземете данни и настройки или да ги промените:
br: um sensor de partículas em suspensão foi entregue ao seu controle. Por favor, inicie sessão com este endereço de E-mail para obter dados e configurações ou para os alterar:
es: se ha entregado un sensor de partículas a su control. Por favor, inicie sesión con esta dirección de correo para tomar datos y ajustes o para modificarlos:

source: If you have received a sensor by mistake, please report this at tech@sensor.community.
bg: Ако сте получили сензор по грешка, моля, докладвайте това на tech@sensor.community.
br: Se tiver recebido um sensor por engano, por favor informe-o em tech@sensor.community.
es: Si ha recibido un sensor por error, infórmelo en tech@sensor.community.

source: a fine dust sensor has been registered for you. Please log in with this mail address to take in or change data and settings:
bg: за вас е регистриран сензор за фин прах. Моля, влезте с този имейл адрес, за да влезете или промените данни и настройки:
br: um sensor de poeira fina foi registado para você. Por favor, inicie sessão com este endereço de E-mail para receber ou alterar dados e configurações:
es: se ha registrado un sensor de polvo fino para usted. Por favor, inicie sesión con esta dirección de correo electrónico para tomar o cambiar los datos y la configuración:

source: If the sensor was registered for you by mistake, please report this to tech@sensor.community.
bg: Ако сензорът е регистриран за вас по погрешка, моля, докладвайте за това tech@sensor.community.
br: Se o sensor foi registado para você por engano, por favor comunique isto a tech@sensor.community.
es: Si el sensor fue registrado para usted por error, por favor informe de ello a tech@sensor.community.

source: Change password
bg: Промяна на парола
br: Alterar senha
es: Cambiar contraseña

source: Send password reset instructions
bg: Изпращане на инструкции за нулиране на паролата
es: Enviar instrucciones para restablecer la contraseña

source: Password reminder
bg: Напомняне за парола
es: Recordatorio de contraseña

source: please wait up to 30 min to receive the mail and check your spam folder
bg: моля изчакайте до 30 минути, за да получите съобщението и да проверите папката си със спам
es: por favor, espere hasta 30 minutos para recibir el correo y compruebe su carpeta de spam

source: Reset password
bg: Нулиране на парола
br: Redefinir senha
es: Restablecer contraseña

source: Resend confirmation instructions
bg: Повторно изпратете инструкции за потвърждение
br: Reenviar instruções de confirmação
es: Reenviar las instrucciones de confirmación

source: E-Mail addresse
bg: Имейл адрес
br: E-Mail do destinatário
es: Dirección de correo electrónico

source: Please enter an e-mail address.
bg: Моля, въведете имейл адрес.
br: Por favor introduza um endereço de E-mail.
es: Por favor, introduzca una dirección de correo electrónico.

source: Please enter a correct e-mail address.
bg: Моля, въведете правилен имейл адрес.
br: Por favor, introduza um endereço de E-mail correto.
es: Por favor, introduzca una dirección de correo electrónico correcta.

source: next
bg: следващо
br: próximo
es: siguiente

source: Please enter a password.
bg: Моля, въведете парола.
br: Por favor introduza uma senha.
es: Por favor, introduzca una contraseña.

source: Stay logged in.
bg: Останете влезли.
br: Permanecer logado.
es: Sigue conectado.

source: login
bg: влизане
es: acceso

source: I agree to the <a href="/privacy-policy">Privacy policy</a>.
es: Acepto la <a href="/privacy-policy">Política de privacidad</a>.

source: Please agree to the privacy policy.
bg: Моля, приемете политиката за поверителност.
es: Por favor, acepte la política de privacidad.

source: register
bg: регистрирай
es: registrar

source: Password request via email
bg: Заявка за парола чрез имейл
br: Pedido de senha via e-mail
es: Solicitud de contraseña por correo electrónico

source: Password must consist of at least %s letters.
bg: Паролата трябва да се състои от поне %s букви.
br: A senha deve conter pelo menos %s letras.
es: La contraseña debe constar de al menos %s letras.

source: Password (repeat)
bg: Парола (повторение)
br: Senha (repetir)
es: Contraseña (repetir)

source: Passwords must be identical.
bg: Паролите трябва да са идентични.
br: As senhas devem ser idênticas.
es: Las contraseñas deben ser idénticas.

source: Save Password
bg: Запази паролата
br: Salvar senha
es: Guardar contraseña

source: First name
bg: Собствено име
br: Primeiro nome
es: Nombre

source: Last name
bg: Фамилия
br: Sobrenome
es: Apellido

source: Save user data.
bg: Запазване на потребителските данни.
es: Guardar los datos del usuario.

source: Old Password
bg: Стара парола
es: Contraseña antigua

source: New password
bg: Нова парола
es: Nueva contraseña

source: New password (repeat)
bg: Нова парола (повторение)
es: Nueva contraseña (repetir)
