Repository: opendata-stuttgart/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg, br, es

source: User data saved.
bg: Потребителските данни са запазени.
es: Datos del usuario guardados.

source: PIN
bg: ПИН

source: particulate matter sensor SDS011
bg: сензор за прахови частици SDS011

source: particulate matter sensor PMS1003
bg: сензор за прахови частици PMS1003

source: particulate matter sensor PMS3003
bg: сензор за прахови частици PMS3003

source: particulate matter sensor PMS5003
bg: сензор за прахови частици PMS5003

source: particulate matter sensor PMS6003
bg: сензор за прахови частици PMS6003

source: particulate matter sensor PMS7003
bg: сензор за прахови частици PMS7003

source: temperature/humidity sensor DHT22
bg: сензор за температура, влажност на въздуха DHT22

source: temperature/pressure sensor BMP180
bg: сензор за температура, атм. налягане BMP180

source: temperature/pressure sensor BMP280
bg: сензор за температура, атм. налягане BMP280

source: temperature/humidity/pressure sensor BME280
bg: сензор за температура, влажност и атм. налягане BME280

source: Sensor
bg: Сензорът

source: Sensor UID
bg: Сензор UID

source: I agree to the <a href="/privacy-policy">Privacy policy</a>
bg: Съгласен съм с <a href="/privacy-policy"> Декларацията за поверителност</a>

source: Zip code *
br: CEP

source: noise sensor
br: sensor de barulho

source: radiation sensor
br: sensor de radiaçao

source: Pin is already in use
br: Pin já está em uso

source: Bad Request Error
br: Erro de Requisição

source: Please check the URL in the address bar and try again.
br: Por favor verifique a barra de endereço e tente novamente

source: If you landed by accident here, then check out our main page to find some information.
br: Se você chegou aqui por acidente, então veja a nossa pagina principal e obtenha mais informações

source: Go back home
br: Voltar para pagina inicial

source: Contact support
br: Contactar suporte

source: Forbidden
br: Proibido

source: Please login first, before entering the page.
br: Por favor faça login

source: Page not found
br: Pagina nao encontrada

source: Important Links
br: Links important

source: Maps
br: Mapas

source: Mainpage
br: Pagina principal

source: Support
br: Suporte

source: Knowledge
br: Conhecimento

source: Forum
br: Fórum

source: Guides
br: Guias

source: Donate
br: Doe

source: Firmware License
br: Licença de Firmware

source: If not please return
br: Se nao por favor retorne

source: Transfer:
br: Transferencia

source: View your last published sensor data.
br: Veja os dados do ultimo sensor publicado

source: At your own risk.
br: Por seu risco

source: Register new sensor
br: Registrar novo

source: Personal
br: Pessoal

source: Please choose a long and unique password.
br: Por favor escolha uma senha longa e única

source: Account
br: Conta

source: Save
br: Salvar

source: Expert fields
br: Campos avançados

source: Sign in to your account
br: Entrar na sua conta

source: or
br: ou

source: create an account
br: Criar uma conta

source: Remember me
br: Lembrar-me

source: Create your account
br: Criar sua conta

source: already have an account,
br: já existe uma conta
